Repository: meteoncu/django-ecommerce-multi-vendor-marketplace
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Model Notification Field type
tr: Tip

source: Model Notification Field user
tr: Kullanıcı

source: Model Notification Field notified_by
tr: Tarafından

source: Model Notification Field message
tr: Mesaj

source: Model Notification Field is_read
tr: Okundu

source: Model Notification Field created_at
tr: Oluşturulma

source: Model Product Field user
tr: Kullanıcı

source: Model Field create_date
tr: Oluşturulma

source: Model Field update_date
tr: Düzenlenme

source: Model Order Field purchase_date
tr: Satın alınma

source: Model Receipt Field order
tr: Sipariş

source: Model Receipt Field product_variant
tr: Ürün varyantı

source: Model Receipt Field count
tr: Adet

source: Order Purchase Error: Already purchased
tr: Zaten satın alınmış

source: Has changes
tr: Değişiklik var mı

source: Yes
tr: Evet

source: No
tr: Hayır

source: Main Category
tr: Ana kategori

source: Model Category Field parent
tr: Üst Kategori

source: Model Category Field name
tr: İsim

source: Model Product Field category
tr: Kategori

source: Model Product Field title
tr: İsim

source: Model Product Field description
tr: Açıklama

source: Model Product Field url
tr: Url

source: Model Product Field approved
tr: Onaylandı

source: Model ProductDraft Field original
tr: Orjinal

source: Model ProductDraft Field category
tr: Kategori

source: Model ProductDraft Field title
tr: İsim

source: Model ProductDraft Field description
tr: Açıklama

source: Model ProductImage Field product
tr: Ürün

source: Model ProductVariant Field name
tr: İsim

source: Model ProductVariant Field description
tr: Açıklama

source: Model ProductVariant Field price
tr: Fiyat

source: Model ProductVariant Field current
tr: Kullanımda

source: Model ProductVariant Field approved
tr: Onaylanma

source: Model ProductImage Field image
tr: Görsel

source: Model ProductImage Field approved
tr: Onaylanma

source: Model ProductImage Field delete
tr: Silinme
